{
  "added_tokens_decoder": {
    "0": {
      "content": "[UNK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "[CLS]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "2": {
      "content": "[SEP]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "[PAD]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "4": {
      "content": "[MASK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "clean_up_tokenization_spaces": true,
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "mask_token": "[MASK]",
  "max_length": 256,
  "model_max_length": 512,
  "never_split": null,
  "pad_to_multiple_of": null,
  "pad_token": "[PAD]",
  "pad_token_type_id": 0,
  "padding_side": "right",
  "sep_token": "[SEP]",
  "stride": 0,
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "PreTrainedTokenizerFast",
  "truncation_side": "right",
  "truncation_strategy": "longest_first",
  "unk_token": "[UNK]",
  "vocab_file": "/Users/ilmincho/Downloads/hugging_face/KcELECTRA_sentiment_model_v1.01/vocab.txt"
}
